Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Defaults to false. When set to true, can lower sensitivity (higher sensitivity ratio) for temptargets <= 99. The lower your temp target below 100 will result in less sensitive (higher) ratios, e.g., temp target of 95 results in sensitivity ratio of 1.09, while 85 results in 1.33 (with default halfBasalTarget of 160).
bg: Стойност по подразбиране: false. При true може да намали чувствителността (по-високо съотношение на чувствителност) за временни цели <= 99. Колкото по-ниска е временната ви цел под 100, толкова по-малко чувствителни (по-високи) са съотношенията; например временна цел 95 дава съотношение на чувствителност 1.09, а 85 дава 1.33 (при halfBasalTarget по подразбиране 160).
cs: Výchozí hodnota je vypnuta. Pokud je tato volba zapnuta, může snížit citlivost (vyšší poměr citlivosti) u dočasných cílů <= 99. Čím nižší je tvůj dočasný cíl pod hodnotu 100, tím nižší bude výsledná citlivost (vyšší poměry), např. dočasný cíl 95 vede k poměru citlivosti 1,09, zatímco 85 k poměru 1,33 (při výchozím nastavení „Cíl pro cvičení s polovičním bazálem“ na 160).
da: Defaults to false. When set to true, can lower sensitivity (higher sensitivity ratio) for temptargets <= 99. Jo lavere dit temp mål under 100 vil resultere i mindre følsomme (højere) forhold, e. ., temp mål på 95 resulterer i sensitivitetsratio på 1,09, mens 85 resulterer i 1,33 (med standard halfBasalTarget på 160).
de: Standardmäßig auf ausgeschaltet. Beim Einschalten kann die Sensitivität (höheres Empfindlichkeitsverhältnis) für Temporäre Ziele <= 99 mg/dL gesenkt werden. Je niedriger das Temporäre Ziel unter 100 mg/dL ist, desto geringer ist das Empfindlichkeitsverhältnis (höher), z. B. ergibt ein Temporäres Ziel von 95 mg/dL ein Empfindlichkeitsverhältnis von 1,09, während 85 mg/dL ein Empfindlichkeitsverhältnis von 1,33 ergibt (bei einem standardmäßigen „Halb Basal Sport Ziel“ von 160).
es: Por defecto 'Falso'. Cuando se establece 'Verdadero', puede disminuir la sensibilidad (mayor proporción de sensibilidad) para objetivos temporales <= 99. Cuanto menor sea su objetivo temporal por debajo de 100, resultará en proporciones menos sensibles (superiores), p. ej., el objetivo temporal de 95 resulta en la proporción de sensibilidad de 1.09, mientras que 85 resulta en 1.33 (con la mitad de objetivo predeterminada de 160).
fr: Par défaut, ce réglage est désactivé. Lorsqu’il est activé, il peut réduire la sensibilité (en augmentant le ratio de sensibilité) pour les Cibles Temporaires ≤ 99. Plus la Cible Temporaire est basse (sous 100), plus le ratio sera élevé, c’est-à-dire moins sensible. Par exemple, une Cible Temporaire de 95 donne un ratio de 1,09, tandis qu’une cible à 85 donne un ratio de 1,33 (avec une valeur par défaut de « Cible à demi-basal » à 160).
it: Valore predefinito è falso. Quando impostato su Vero, diminuisce la sensibilità (maggior rapporto di sensibilità) per i target temporanei impostati a <= 99. Più basso sarà il target temporaneo rispetto a 100 più il rapporto della sensibililità sarà incrementato; ad es. target temporaneo di 95 risulta in rapporto di sensibilità di 1.09, mentre con 85 risultata di 1.33 (con halfBasalTarget predefinito di 160).
nb_no: Standard slått av. Når slått på, kan insulinfølsomheten senkes (høyere følsomhetsforhold) for midlertidige mål <= 99. Jo lavere midlertidig mål under 100, desto mindre insulinfølsomhet (høyere følsomhetsforhold). For eksempel vil et midlertidig mål på 95 gi et følsomhetsforhold på 1.09, mens 85 fører til 1.33 (med standard halfBasalTarget på 160).
nl: Is standaard uitgeschakeld. Als je het inschakelt, kun je de gevoeligheid voor tijdelijke doelen verminderen tot ≤ 5,5 mmol. Als je tijdelijke doel lager is dan 5,6 mmol, wordt de gevoeligheid hoger. Bijvoorbeeld, als je tijdelijke doel 5,3 mmol is, wordt de gevoeligheidsratio 1,09, en bij 4,7 mmol wordt het 1,33.
pl: Domyślnie fałsz. Po ustawieniu na true, może obniżyć czułość (wyższy współczynnik czułości) dla celów tymczasowych < 99. Docelowy poziom poniżej 100 spowoduje mniej wrażliwy (wyższy) współczynnik. ., tcel tymczasowy wynosząc 95 daje współczynnik czułości wynoszący 1,09, natomiast 85 daje 1,33 with (domyślny poziom Trybu ćwiczeń wynosi 160).
pt_pt: O padrão é falso. Quando definido como verdadeiro, pode reduzir a sensibilidade (taxa de sensibilidade mais alta) para alvostemp <= 99. Quanto menor o seu alvo temporário abaixo de 100 resultará em proporções menos sensíveis (maiores). ., meta temp de 95 resulta numa relação de sensibilidade de 1,09, enquanto 85 resulta em 1,33 (com o metadeBasalTarget padrão de 160).
ru: По умолчанию значение false. Если параметр true, понижает ISF (повышает соотношение чувствительности) для временных целей, установленных в <= 99. Чем ниже ваша временная цель, тем более низкий ISF (более высокое соотношение), напр. Цель 95 приведет к соотношению чувствительности 1,09 а 85 - 1,33 (по умолчанию halfBasalTarget - 160).
sv: Av som standard. Sänker insulinkänsligheten för temporära målvärden <= 5,5 mmol/l. Ju lägre ditt temporära målvärde under 5,6 mmol/l är, desto mer kommer det att resultera i en mindre känslig (högre) kvot. T.ex. kommer ett temp målvärde på 5,3 mmol/l att resultera i en kvot ('sensitivity ratio') på 1,09, medan 4.7 mmol/l ger en kvot på 1,33 (med 'Halva basaldosen vid motionsläge'-inställning på 160 (8,9 mmol/l)).
uk: За промовчанням значення false. Якщо параметр true, знижує ISF (підвищує співвідношення чутливості) для тимчасових цілей, встановлених у <= 99(5.5). Чим нижче ваша тимчасова мета, тим нижчий ISF (вище співвідношення), напр. Мета 95(5.3) призведе до співвідношення чутливості 1,09 а 85(4.8) - 1,33 (за замовчуванням halfBasalTarget - 160(8.9)).
vi: Mặc định là 'tắt'. Khi bật (true), hệ thống có thể giảm độ nhạy insulin (tăng hệ số độ nhạy) cho các mục tiêu tạm thời (temp targets) nhỏ hơn hoặc bằng 99. Mục tiêu tạm thời càng thấp dưới 100 thì hệ số độ nhạy càng cao (tức là ít nhạy hơn). Ví dụ: mục tiêu tạm thời là 95 sẽ dẫn đến hệ số độ nhạy 1.09, còn 85 sẽ là 1.33 (với giá trị mặc định của halfBasalTarget là 160).
zh_hant: 預設為假。當設為真時，可以降低敏感度（較高的敏感度比率）以適應 <= 99 的臨時目標。您的臨時目標越低，在低於 100 之後將導致較不敏感（較高）的比率，例如，臨時目標為 95 將導致敏感度比率為 1.09，而 85 則為 1.33（預設的 halfBasalTarget 為 160）。

source: Defaults to false. When set to true, raises sensitivity (lower sensitivity ratio) for temp targets set to >= 111. Synonym for exercise_mode. The higher your temp target above 110 will result in more sensitive (lower) ratios, e.g., temp target of 120 results in sensitivity ratio of 0.75, while 140 results in 0.6 (with default halfBasalTarget of 160).
bg: Стойност по подразбиране: false. При true повишава чувствителността (по-ниско съотношение на чувствителност) за временни цели >= 111. Синоним на exercise_mode. Колкото по-висока е временната ви цел над 110, толкова по-чувствителни (по-ниски) са съотношенията; например временна цел 120 дава съотношение на чувствителност 0.75, а 140 дава 0.6 (при halfBasalTarget по подразбиране 160).
cs: Výchozí hodnota je vypnuta. Pokud je tato volba zapnuta, zvyšuje citlivost (nižší poměr citlivosti) u dočasných cílů nastavených na >= 111. Synonymum pro režim cvičení (exercise_mode). Čím vyšší je tvůj dočasný cíl nad hodnotu 110, tím vyšší bude výsledná citlivost (nižší poměry), např. dočasný cíl 120 vede k poměru citlivosti 0,75, zatímco 140 k poměru 0,6 (při výchozím nastavení „Cíl pro cvičení s polovičním bazálem“ na 160).
da: Defaults to false. When set to true, raises sensitivity (lower sensitivity ratio) for temp targets set to >= 111. Synonym for exercise_mode. Jo højere dit temp mål over 110 vil resultere i mere følsomme (lavere) nøgletal, f.eks. temp mål på 120 resulterer i et sensitivitetsforhold på 0,75, mens 140 resulterer i 0,6 (med standard-halfBasalTarget på 160).
de: Standardmäßig ausgeschaltet. Wenn eingeschaltet, erhöht dies die Empfindlichkeit (niedrigere Empfindlichkeitsverhältnis) für Temporäre Ziele >= 111 mg/dL. Synonym für „Sport-Modus“. Je höher dein Temporäres Ziel über 110 mg/dL ist, desto empfindlicher (niedriger) das Verhältnis, z.B. resultiert bei einem Temporärem Ziel von 120 mg/dL ein Empfindlichkeitsverhältnis von 0,75, während 140 mg/dL zu 0,6 führt (mit Standard-Halb Basal Sport Ziel von 160).
es: Por defecto 'Falso'. Cuando se cambia a 'Verdadero', aumenta la sensibilidad (menor proporción de sensibilidad) para objetivos temporales fijados en >= 111. Sinónimo de modo ejercicio. Cuanto mayor sea su objetivo temporal superior a 110, resultará en relaciones más sensibles (más bajas), p.ej., objetivo temporal de 120 resulta en una proporción de sensibilidad de 0.75, mientras que 140 resultaría en 0.6 (con un valor por defecto de objetivo basal de 160).
fr: Par défaut, cette option est désactivée. Lorsqu’il est activé, ce réglage augmente la sensibilité (en réduisant le ratio de sensibilité) pour les Cibles Temporaires ≥ 111. Synonyme de exercise_mode. Plus la Cible Temporaire est élevée (au-dessus de 110), plus le ratio sera bas, c’est-à-dire plus sensible. Par exemple, une Cible Temporaire de 120 donne un ratio de 0,75, tandis qu’une cible à 140 donne un ratio de 0,6 (avec une valeur par défaut de halfBasalTarget à 160).
it: Valore predefinito è falso. Quando impostato su Vero, aumenta la sensibilità (minor rapporto di sensibilità) per i target temporanei impostati a >= 111. Sinonimo di modalità_esercizio. Più alto sarà il target temporaneo rispetto a 110 più il rapporto della sensibililità sarà basso; ad es. target temporaneo di 120 risulta in rapporto di sensibilità di 0,75, mentre con 140 risultata in 0,6 (con halfBasalTarget predefinito di 160).
nb_no: Standard slått av. Når slått på, vil insulinfølsomheten økes (senke følsomhetsforhold) for midlertidige mål >= 111. Synonymt med exercise_mode. Jo høyere midlertidig mål over 110, desto høyere følsomhet (lavere følsomhetsforhold). For eksempel vil et midlertidig mål på 120 føre til et følsomhetsforhold på 0.75, mens 140 fører til 0.6 (med standard halfBasalTarget på 160).
nl: Is standaard uitgeschakeld. Wanneer ingeschakeld, verhoogt dit de gevoeligheid (lagere gevoeligheidsratio) voor tijdelijk doel tot >= 6,2 mmol/l exercise_mode. Hoe hoger je doel boven de 6,2 mmol/l ligt, hoe gevoeliger (lagere) ratio's, bijvoorbeeld tijdelijk streefdoel van 6,6 mmol/l resulteert in de sensitiviteitsratio van 0,75, terwijl 7,7 mmol/l resulteert in 0,6 (met standaard half-basaal doel van 8,9 mmol/l).
pl: Domyślnie fałsz. Po ustawieniu na true, zwiększa czułość (niższy współczynnik czułości) dla celów tymczasowych, ustawionych na >= 111. Synonim dla trybu ćwiczeń. Cel tymczasowy powyżej 110 spowoduje bardziej wrażliwe (niższe) współczynniki, np. cel tymczasowy wynoszący 120 daje współczynnik czułości wynoszący 0,75, natomiast 140 daje 0,6 (domyślny poziom Trybu ćwiczeń wynosi 160).
pt_pt: O padrão é falso. Quando definido como verdadeiro, aumenta a sensibilidade (relação de menor sensibilidade) para os alvos temporários definidos como >= 111. Sinônimo para modo exercício. Quanto maior o seu alvo temporário acima de 110 resultará em percentagens mais sensíveis (inferiores), por exemplo, meta temp de 120 resulta em taxa de sensibilidade de 0,75, enquanto 140 resulta em 0.6 (com padrão halfBasalTarget de 160).
ru: По умолчанию значение false. Если параметр true, повышает ISF (понижает соотношение чувствительности) для временных целей, установленных в >= 111. Синоним для exercise_mode. Чем выше ваша временная цель, тем более высокий ISF (более низкое соотношение), напр. Цель 120 приведет к соотношению чувствительности 0,75, а 140 - 0,6 (по умолчанию halfBasalTarget - 160).
sv: Av som standard. Höjer insulinkänsligheten (lägre 'sensitivity ratio') för temporära målvärden >= 6.2 mmol/l. Synonymt med träningsläge, 'moltionsläge '. Ju högre ditt temporära mål över 6,2 är desto mer kommer det att resultera i en känsligare (lägre) kvot, t.ex. kommer ett temp målvärde på 6.7 mmol/l att resultera i ett 'sensitivity ratio' på 0,75, medan 7,8 mmol/l resulterar i 0,6 (med 'Halva basaldosen vid motionsläge' på 8,9 mmol/l på som förval).
uk: За промовчанням значення false. Якщо параметр true, підвищує ISF (знижує співвідношення чутливості) для тимчасових цілей, встановлених >= 111(6.1). Синонім для exercise_mode. Чим вище ваша тимчасова мета, тим вищий ISF (нижче співвідношення), напр. Мета 120(6.7) призведе до співвідношення чутливості 0,75, а 140(7.8) - 0,6 (за замовчуванням halfBasalTarget - 160(8.9)).
vi: Mặc định là 'tắt'. Khi được bật (true), hệ thống sẽ tăng độ nhạy insulin (tức là giảm hệ số độ nhạy) đối với các mục tiêu tạm thời (temp targets) được đặt từ 111 trở lên. Đây là tùy chọn tương đương với chế độ tập luyện (exercise_mode). Mục tiêu tạm thời càng cao trên 110 thì hệ số độ nhạy càng thấp (tức là cơ thể phản ứng với insulin mạnh hơn). Ví dụ: mục tiêu tạm thời là 120 sẽ dẫn đến hệ số độ nhạy là 0.75, còn 140 sẽ là 0.6 (với giá trị mặc định của halfBasalTarget là 160).
zh_hant: 預設為假。當設為真時，對於設為 >= 111 的臨時目標，提高敏感度（較低的敏感度比率）。與運動模式同義。您的臨時目標越高，超過 110 將導致更靈敏（較低）的比率，例如，臨時目標為 120 將導致敏感度比率為 0.75，而 140 則為 0.6（預設的 halfBasalTarget 為 160）。

source: Defaults to false. When true, > 105 mg/dL high temp target adjusts sensitivityRatio for exercise_mode. Synonym for high_temptarget_raises_sensitivity
bg: Стойност по подразбиране: false. При true висока временна цел > 105 mg/dL коригира sensitivityRatio за exercise_mode. Синоним на high_temptarget_raises_sensitivity
cs: Výchozí hodnota je vypnuto. Pokud je zapnuto, dočasný cíl > 105 mg/dL upraví poměr citlivosti (sensitivityRatio) pro režim cvičení (exercise_mode). Jde o synonymum pro high_temptarget_raises_sensitivity.
de: Standardmäßig ausgeschaltet. Wenn angeschaltet, hohe Temporäre Ziele > 105 mg/dL passen die Empfindlichkeit für den Sport_Modus an. Synonym für hohes_TemporäresZiel_erhöht_Sensitivität
es: Por defecto es falso. Cuando es verdadero, el objetivo temporal alto > 105 mg/dL ajusta el factor de sensibilidad para el modo ejercicio. Sinónimo de objetivotemp_alto_incrementa_sensibilidad
fr: Par défaut, cette option est désactivée. Lorsque ce réglage est activé, une Cible Temporaire haute (> 105 mg/dL) ajuste le ratio de sensibilité dans le mode exercice (exercise_mode). Synonyme de « Cible Temporaire haute augmente la sensibilité » (high_temptarget_raises_sensitivity)
it: Il valore predefinito è Falso. Quando impostato su Vero, valori superiori di target temporaneo > 105 mg/dL regolano il Rapporto sensibilità per la modalità esercizio. Sinonimo di high_temptarget_raises_sensitivity
nb_no: Standard slått av. Når slått på, vil midlertidige BS-mål > 105 mg/dL justere følsomhetsforhold for exercise_mode. Synonymt med high_temptarget_raises_sensitivity
nl: Standaard uit. Indien aan, > 5,8 mmol/l hoge tijdelijke doelstelling past gevoeligheid voor Trainingsmodus aan. Gelijk aan 'hoge tijdelijk doel verhoogt gevoeligheid'
pl: Domyślnie wyłączone. Jeśli włączone > 105 mg/dL wysoki cel tymczasowy dostosowuje wrażliwość dla trybu ćwiczeń. Podobieństwo do ustawienia "Wysoki cel tymczasowy zwiększa wrażliwość"
pt_pt: O padrão é falso. Quando true, > 105 mg/dL alto alvo temp ajusta sensitividadeRatio para modo de exercício. Sinônimo para high_temptarget_raises_Sensibilidade
ru: По умолчанию значение false. При значении true, временная цель > 105 мг/дл регулирует sensitivityRatio для exercise_mode. Синноним для high_temptarget_raises_sensitivity
sv: Av som standard. Synonymt med 'High Temptarget Raises Sensitivity'. Vid ett temporärt målvärde > 5,8 mmol/l justeras 'sensitivityRatio' när 'Exercise Mode' är på.
uk: За промовчанням значення false. При значенні true, тимчасова мета > 105(5.8) мг/дл регулює sensitivityRatio для exercise_mode. Синнонім для high_temptarget_raises_sensitivity
vi: Mặc định là 'tắt'. Khi được bật (true), các mục tiêu tạm thời cao hơn 105 mg/dL sẽ điều chỉnh sensitivityRatio phù hợp với exercise_mode. Đây là một tùy chọn tương đương với high_temptarget_raises_sensitivity."
zh_hant: 預設為假。當設為真，> 105 mg/dL 的高臨時目標會調整運動模式的敏感度比率。與 high_temptarget_raises_sensitivity 同義。

source: Defaults to false. When true, allows supermicrobolus (if otherwise enabled) even with high temp targets (> 100 mg/dl).
bg: Стойност по подразбиране: false. При true позволява supermicrobolus (ако иначе е активиран) дори при високи временни цели (> 100 mg/dL).
cs: Výchozí hodnota je vypnuto. Pokud je zapnuto, povoluje supermicrobolus (pokud je jinak povolen) i při vysokých dočasných cílech (> 100 mg/dl).
da: Defaults to false. Når sandt, tillader supermicrobolus (hvis ellers aktiveret) selv med høje temp mål (> 100 mg/dl).
de: Standardmäßig ausgeschaltet. Wenn aktiviert, werden auch bei hohen Temporären Zielen (> 100 mg/dL) SMBs (falls sonst angeschaltet) verwendet.
es: Por defecto es falso. Cuando es verdadero, permite supermicrobolos (si se habilita de otra manera) incluso con objetivos temporales altos.
fr: Par défaut, cette option est désactivée. Lorsqu'il est activé, autorise les Super Micro Bolus (SMB) (s'ils ont été activés) même avec des Cibles Temporaires élevées (> 100 mg/dL).
it: I valori predefiniti sono falsi. Quando Vero, permette il supermicrobolo (se altrimenti abilitato) anche con target temporanei alti.
nb_no: Standard slått av. Når slått på, tillates SMB også med høye midlertidige mål, såfremt SMB er slått på i utgangspunktet.
nl: Standaard uit. Als het aangezet wordt zullen altijd supermicrobolussen (SMBs) gebruikt worden (mits elders aangezet), zelfs bij hoog tijdelijk doel (> 5,5 mmol/L).
pl: Domyślnie wyłączone. Pozwala na supermikrobolus (jeśli włączono inaczej) z wysokimi celami tymczasowymi (> 100 mg/dl).
pt_pt: O padrão é falso. Quando verdadeiro, permite supermicrobolus (se estiver habilitado) mesmo com alvos temporários altos (> 100 mg/dl).
ru: По умолчанию выключено. Включение разрешает супермикроболюсы Smb даже с высокими временными целями.
sv: Av som standard. När läge på, tillåts SMB:ar även vid höga tillfälliga mål.
uk: За замовченням вимкнено. Включення дозволяє супермікроболюси (SMB) навіть з високими тимчасовими цілями.
vi: Mặc định là tắt. Khi bật, cho phép sử dụng supermicrobolus (nếu đã được kích hoạt ở nơi khác) ngay cả khi có mục tiêu tạm thời cao (> 100 mg/dl).
zh_hant: 預設為假。當設為真時，即使面對高臨時目標（> 100 mg/dl），也允許超微量注射（如果已啟用）。

source: Defaults to false. When true, always enable supermicrobolus (unless disabled by high temptarget).
bg: Стойност по подразбиране: false. При true supermicrobolus винаги е активиран (освен ако не е изключен от висока временна цел).
cs: Výchozí hodnota je vypnuto. Pokud je zapnuto, vždy povolí supermicrobolus (pokud není zakázán vysokým dočasným cílem).
da: Defaults to false. Når sandt, skal du altid aktivere supermicrobolus (medmindre deaktiveret af højt temptarget).
de: Standardmäßig ausgeschaltet. Wenn eingeschaltet, werden SMBs immer aktiviert (es sei denn, sie werden durch ein hohes Temporäres Ziel deaktiviert).
es: Por defecto es falso. Cuando es verdadero, activa siempre el supermicrobolo (a menos que esté desactivado por un objetivo temporal alto).
fr: Lorsqu'il est activé, ce réglage autorise les Super Micro Bolus (SMB) en permanence (sauf s'ils sont désactivés par une Cible Temporaire élevée). Il est désactivé par défaut.
it: I valori predefiniti sono falsi. Quando Vero, abilita sempre il supermicrobolo(Smb) (a meno che non sia disabilitato da un elevato target temporaneo).
nb_no: Standard slått av. Når slått på, vil SMB alltid være slått på, med mindre det bli deaktivert av et høyt midlertidig mål.
nl: Standaard uit. Als het aangezet wordt zullen altijd supermicrobolussen (SMBs) gebruikt worden. Tenzij deze uitgezet zijn door een hoge streefwaarde.
pl: Domyślnie wyłączone. SMB jest zawsze włączony (chyba że jest wyłączony przez wysoki poziom tymczasowy).
pt_pt: O padrão é falso. Quando verdadeiro, sempre habilita supermicrobolus (a menos que desative por alto alvo).
ru: Разрешать Smb всегда. По умолчанию выключена. Когда включено, всегда разрешает супермикроболюсы Smb (если не запрещено для высокой цели).
sv: Av som standard. Vid läge på, tillåts alltid supermikrobolusar (SMB) (såvida de inte automatiskt inaktiverats av ett högt målvärde).
uk: Дозволити SMB завжди. За замовчуванням вимкнено. Коли увімкнено, завжди дозволяє супермікроболюсы SMB (якщо не заборонено для высокої мети).
vi: Mặc định là tắt. Khi bật, luôn kích hoạt supermicrobolus (trừ khi bị vô hiệu hóa do mục tiêu tạm thời cao).
zh_hant: 預設為假。當設為真時，始終啟用超微量注射（除非被高臨時目標停用）。

source: Defaults to false. When true, enables supermicrobolus (SMB) for 6h after carbs, even with 0 carbs on board (COB).
bg: Стойност по подразбиране: false. При true активира supermicrobolus (SMB) за 6 часа след въглехидрати, дори при 0 активни въглехидрати (COB).
cs: Výchozí hodnota je vypnuto. Pokud je zapnuto, povolí supermicrobolus (SMB) po dobu 6 hodin po sacharidech, a to i při 0 aktivních sacharidech (COB).
da: Defaults to false. Når sandt, muliggør supermicrobolus (SMB) i 6 timer efter kulstof, selv med 0 kulhydrater om bord (COB).
de: Standardmäßig ausgeschaltet. Wenn aktiviert, werden Super Micro Boli (SMB) für 6 Stunden nach Kohlenhydrataufnahme aktiviert, auch wenn die Kohlenhydrate bereits alle vom Körper aufgenommen wurden (0 g Kohlenhydrate an Bord).
es: Por defecto es falso. Cuando es verdadero, habilita supermicrobolos (SMB) durante 6h después de la ingesta de carbohidratos, incluso con 0 carbohidratos a bordo (COB).
fr: Par défaut, cette option est désactivée. Lorsqu'elle est activée, elle autorise les Super Micro Bolus (SMB) pendant 6 heures après un ajout de glucides, même en l'absence de glucides actifs (COB).
it: I valori predefiniti sono falsi. Quando è vero, abilita il supermicrobolo (SMB) per 6 ore dopo inserimenro di carboidrati, anche con 0 carboidrati da assorbire (COB).
nb_no: Standard slått av. Når slått på, vil Super Mikro Bolus (SMB) aktiveres i 6t etter karbohydrat-inntak, selv om det er 0 aktive karbohydrater (COB).
nl: Standaard uit. Als het aangezet wordt zullen supermicrobolussen (SMBs) gebruikt worden voor 6 uur na ingevoerde koolhydraten, zelfs als er nog 0 koolhydraten aan boord zijn (COB).
pl: Domyślnie wyłączone. Włącza supermicrobolus (SMB) na 6 godzin po węglowodanach, nawet z 0 węglowodanami na pokładzie (COB).
pt_pt: O padrão é falso. Quando verdadeiro, habilita supermicrobolus (SMB) por 6h após carbos, mesmo com 0 carbs a bordo (COB).
ru: По умолчанию выключено. Включение разрешает супермикроболюсы (SMB) на 6 часов после последнего ввода углеводов, даже с 0 углеводов на борту (COB).
sv: Av som standard. Tillåter supermikrobolusar (SMB) även 6h efter kolhydrater, också vid 0 aktiva kolhydrater (COB).
uk: За замовченням вемкнено. Вмикання дозволяє супермікроболюси (SMB) на 6 годин після останнього ввода вуглеводів, навіть с 0 вуглеводів на борту (COB).
vi: Mặc định là tắt. Khi bật, cho phép sử dụng supermicrobolus (SMB) trong vòng 6 giờ sau khi nạp carbohydrate, ngay cả khi không còn carbs tồn dư (COB).
zh_hant: 預設為假。當設為真時，將在餐後 6 小時內啟用超微量注射，即使在體內無碳水化合物（COB）的情況下也是如此。
